Repository: SiddharthMishraPersonal/OpenCBSWPF
Catalog: Src/OpenCBS.GUI/MainView.*.resx
Languages: fr

# colAlerts_Address.Text
source: Address
fr: Adresse

# colAlerts_City.Text
source: City
fr: Ville

# colAlerts_Phone.Text
source: Phone
fr: Tel

# colAlerts_BranchName.Text
source: Branch name
fr: Nom de la branche

# colAlerts_ContractCode.Text
source: Contract code
fr: Code contrat

# colAlerts_Status.Text
source: Status
fr: Statut

# colAlerts_LoanOfficer.Text
source: Loan officer
fr: Agent de credit

# colAlerts_Amount.Text
source: Amount
fr: Montant

# lblTitle.Text
source: Alerts
fr: Alertes

# chkPostponedLoans.Text
source: Postponed loans
fr: Prets reportes

# lblFilter.Text
source: Filter
fr: Filtre

# chkLateLoans.Text
source: Late loans
fr: Prets en retard

# chkPendingLoans.Text
source: Pending loans
fr: Prets en attente

# chkPendingSavings.Text
source: Pending savings
fr: Depots en attente

# chkOverdraftSavings.Text
source: Overdraft savings
fr: Decouverts

# chkValidatedLoan.Text
source: Validated loans
fr: Prets valides

# mnuClients.Text
source: Client and Contract
fr: Clients et contrats

# mnuNewPerson.Text
source: Create Individual Client
fr: Nouvelle personne

# mnuNewClient.Text
source: Create Group or Corporate Client
fr: Nouveau client

# mnuNewGroup.Text
source: New solidarity group
fr: Nouveau groupe solidaire

# mnuNewVillage.Text
source: New non solidarity group
fr: Nouveau groupe non solidaire

# newCorporateToolStripMenuItem.Text
source: New corporate client
fr: Nouvelle personne morale

# mnuSearchClient.Text
source: Search Client
fr: Chercher un client

# mnuSearchContract.Text
source: Search Contract
fr: Chercher un contrat

# reasignToolStripMenuItem.Text
source: Reassign contracts
fr: Reassigner les contrats

# mnuAccounting.Text
source: Accounting
fr: Comptabilite

# mnuChartOfAccounts.Text
source: Chart of accounts
fr: Plan comptable

# accountingRulesToolStripMenuItem.Text
source: Accounting Rules
fr: Regles comptables

# trialBalanceToolStripMenuItem.Text
source: Trial Balance
fr: Balances

# toolStripMenuItemAccountView.Text
source: General Ledger
fr: Grand livre

# manualEntriesToolStripMenuItem.Text
source: Manual Entries
fr: Entrees manuelles

# standardToolStripMenuItem.Text
source: Standard Bookings
fr: Transactions standards

# menuItemExportTransaction.Text
source: Export Transactions
fr: Exportation de la comptabilite

# mnuNewclosure.Text
source: Accounting Closure
fr: Cloture comptable

# fiscalYearToolStripMenuItem.Text
source: Fiscal Year
fr: Annee fiscale

# tellersToolStripMenuItem.Text
source: Configure Tellers
fr: Guichets

# mnuDomainOfApplication.Text
source: Economic Activity
fr: Activites economiques

# menuItemLocations.Text
source: Region, District, Cities
fr: Regions, departements et villes

# toolStripMenuItemFundingLines.Text
source: Funding Lines
fr: Lignes de financement

# toolStripMenuItemInstallmentTypes.Text
source: Installment periodicity
fr: Types d'echeances

# menuItemExchangeRate.Text
source: Exchange rate
fr: Taux de change

# currenciesToolStripMenuItem.Text
source: Currencies
fr: Devises

# miContractCode.Text
source: Contract code
fr: Code contrat

# mnuWindow.Text
source: Window
fr: Fenetre

# mnuHelp.Text
source: Help
fr: Aide

# aboutMenuItem.Text
source: About
fr: A propos d'OpenCBS

# mnuSettings.Text
source: Settings
fr: Paramètres

# mnuSecurity.Text
source: Security
fr: Sécurité

# mnuProducts.Text
source: Products
fr: Produits

# reportsToolStripMenuItem.Text
source: Reports
fr: Rapports

# menuItemSetting.Text
source: General settings
fr: Parametres generaux

# menuItemDatabaseControlPanel.Text
source: Database control panel
fr: Outil de controle de la base

# menuItemApplicationDate.Text
source: Change application date
fr: Changer la date de l'application

# languagesToolStripMenuItem.Text
source: Language
fr: Langue

# frenchToolStripMenuItem.Text
source: French
fr: Francais

# englishToolStripMenuItem.Text
source: English
fr: Anglais

# russianToolStripMenuItem.Text
source: Russian
fr: Russe

# spanishToolStripMenuItem.Text
source: Spanish
fr: Espagnol

# portugueseToolStripMenuItem.Text
source: Portuguese
fr: Portuguais

# menuItemAddUser.Text
source: Users
fr: Utilisateurs

# miAuditTrail.Text
source: Audit trail...
fr: Journal d'evenements...

# changePasswordToolStripMenuItem.Text
source: Change password
fr: Changer le mot de passe

# mnuPackages.Text
source: Loan products
fr: Produits de credit

# savingProductsToolStripMenuItem.Text
source: Savings products
fr: Produits d'epargne

# menuItemCollateralProducts.Text
source: Collateral products
fr: Produits de gage

# _aboutModulesMenuItem.Text
source: About modules...
fr: A propos des modules...

# mainStatusBarLblUserName.Text
source: UserName
fr: Utilisateur
